Repository: autohotkey-docs-translation/v2-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: Continuation by enclosure can be combined with a continuation operator.
ja: 囲みによる継続は、継続演算子と組み合わせることができる。

source: Continuation expressions may contain both types of comments.
ja: 継続表現は両方のタイプのコメントを含むことができる。

source: Continuation expressions may contain normal continuation sections.
ja: 継続表現は通常の継続セクションを含むことができる。

source: Continuation not supported.
ja: コンティニュアスには対応していません。

source: Continue - Syntax & Usage | AutoHotkey v2
ja: Continue - 構文と使用法｜AutoHotkey v2

source: Continue behaves the same as reaching the loop's closing brace:
ja: Continueは、ループの閉じブレースに到達するのと同じ動作をします：

source: Continue installation as described above.
ja: 上記のようにインストールを続けます。

source: Continue on to section b.
ja: セクションbに進む。

source: Continues the outer loop from within a nested loop.
ja: ネストしたループの中から外側のループを継続させる。

source: Continuously updates and displays the name and position of the control currently under the mouse cursor.
ja: 現在マウスカーソルの下にあるコントロールの名前と位置を継続的に更新して表示します。

source: Control (or Ctrl)
ja: Control（またはCtrl）

source: Control Flow
ja: 制御フロー

source: Control Flow Statements
ja: 制御フロー文

source: Control Flow vs. Other Statements
ja: コントロールフローとその他の文との比較

source: Control Functions
ja: Control関数

source: Control events do not pass the event name as a parameter (GUI events never did).
ja: 制御イベントは、イベント名をパラメータとして渡すことはありません（GUIイベントは、そのようなことはありません）。

source: Control flow statements can be applied to an entire block or just a single statement.
ja: 制御フロー文は、ブロック全体に適用することも、1つの文だけに適用することも可能です。

source: Control flow statements cannot be overridden by defining a function with the same name.
ja: 制御フロー文は、同名の関数を定義することで上書きすることはできません。

source: Control flow statements differ from function call statements in several ways:
ja: 制御フロー文は、関数呼び出し文といくつかの点で異なっています：

source: Control flow statements which have a body and therefore must always be followed by a related statement or group of statements:
ja: 制御フロー文は、本文を持つため、必ず関連する文または文のグループが続く必要があります。

source: Control flow statements which have a body and therefore must always be followed by a related statement or group of statements: If, Else, Loop, While, For, Try, Catch and Finally.
ja: 制御フロー文は、本文を持つため、必ず関連する文または文のグループが続く必要があります：If、Else、Loop、While、For、Try、Catch、Finally。

source: Control multiple clipboards using only the keyboard's Ctrl-X-C-V.
ja: キーボードのCtrl-X-C-Vだけで複数のクリップボードを操作できます。

source: Control-Z is not interpreted as end-of-file
ja: Control-Zはファイル終了として解釈されない

source: Control-specific callbacks omit the GuiObj parameter, but all other parameters are the same.
ja: コントロール固有のコールバックでは、GuiObjパラメータは省略されますが、その他のパラメータはすべて同じです。

source: Control: Several changes have been made to the Control parameter used by the Control functions, SendMessage and PostMessage:
ja: Control：Control関数、SendMessageとPostMessageで使用されるControlパラメータにいくつかの変更が加えられました：

source: ControlAddItem - Syntax & Usage | AutoHotkey v2
ja: ControlAddItem - 構文と使用法｜AutoHotkey v2

source: ControlChooseIndex - Syntax & Usage | AutoHotkey v2
ja: ControlChooseIndex - 構文と使用法｜AutoHotkey v2

source: ControlChooseIndex(Index, ...) ; Also covers Tab
ja: ControlChooseIndex(Index, ...) ; Tabもカバー

source: ControlChooseString - Syntax & Usage | AutoHotkey v2
ja: ControlChooseString - 構文と使用法｜AutoHotkey v2

source: ControlClick - Syntax & Usage | AutoHotkey v2
ja: ControlClick - 構文と使用法｜AutoHotkey v2

source: ControlDeleteItem - Syntax & Usage | AutoHotkey v2
ja: ControlDeleteItem - 構文と使用法｜AutoHotkey v2

source: ControlFindItem - Syntax & Usage | AutoHotkey v2
ja: ControlFindItem - 構文と使用法｜AutoHotkey v2

source: ControlFocus "OK", "Some Window Title" ; Set focus to the OK button
ja: ControlFocus "OK", "Some Window Title" ; OKボタンにフォーカスを合わせる

source: ControlFocus - Syntax & Usage | AutoHotkey v2
ja: ControlFocus - 構文と使用法｜AutoHotkey v2

source: ControlGet, hWndControl, Hwnd,, Button1 ; Get HWND of first Button
ja: ControlGet, hWndControl, Hwnd,, Button1 ; 最初のボタンのHWNDを取得する

source: ControlGetChecked - Syntax & Usage | AutoHotkey v2
ja: ControlGetChecked - 構文と使用法｜AutoHotkey v2

source: ControlGetChoice - Syntax & Usage | AutoHotkey v2
ja: ControlGetChoice - 構文と使用法｜AutoHotkey v2

source: ControlGetClassNN - Syntax & Usage | AutoHotkey v2
ja: ControlGetClassNN - 構文と使用法｜AutoHotkey v2

source: ControlGetEnabled - Syntax & Usage | AutoHotkey v2
ja: ControlGetEnabled - 構文と使用法｜AutoHotkey v2

source: ControlGetExStyle only retrieves generic extended styles, such as WS_EX_CLIENTEDGE (0x200).
ja: ControlGetExStyleは、WS_EX_CLIENTEDGE（0x200）などの汎用拡張スタイルのみを取得します。

source: ControlGetFocus - Syntax & Usage | AutoHotkey v2
ja: ControlGetFocus - 構文と使用法｜AutoHotkey v2

source: ControlGetHwnd - Syntax & Usage | AutoHotkey v2
ja: ControlGetHwnd - 構文と使用法｜AutoHotkey v2

source: ControlGetIndex - Syntax & Usage | AutoHotkey v2
ja: ControlGetIndex - 構文と使用法｜AutoHotkey v2

source: ControlGetItems - Syntax & Usage | AutoHotkey v2
ja: ControlGetItems - 構文と使用法｜AutoHotkey v2

source: ControlGetPos - Syntax & Usage | AutoHotkey v2
ja: ControlGetPos - 構文と使用法｜AutoHotkey v2

source: ControlGetStyle / ControlGetExStyle - Syntax & Usage | AutoHotkey v2
ja: ControlGetStyle / ControlGetExStyle - 構文と使用法｜AutoHotkey v2

source: ControlGetText - Syntax & Usage | AutoHotkey v2
ja: ControlGetText - 構文と使用法｜AutoHotkey v2

source: ControlGetVisible - Syntax & Usage | AutoHotkey v2
ja: ControlGetVisible - 構文と使用法｜AutoHotkey v2

source: ControlHide - Syntax & Usage | AutoHotkey v2
ja: ControlHide - 構文と使用法｜AutoHotkey v2

source: ControlHideDropDown "ComboBox1" ; Hide the drop-down list.
ja: ControlHideDropDown "ComboBox1" ; ドロップダウンリストを非表示にします。

source: ControlHideDropDown - Syntax & Usage | AutoHotkey v2
ja: ControlHideDropDown - 構文と使用法｜AutoHotkey v2

source: ControlMove - Syntax & Usage | AutoHotkey v2
ja: ControlMove - 構文と使用法｜AutoHotkey v2

source: ControlMove 10,, 200,, "OK" ; Move the OK button to the left and increase its width.
ja: ControlMove 10,, 200,, "OK" ; OKボタンを左側に移動し、幅を広げる。

source: ControlSend "^{Home}", "A" ; Incorrect: Parameters are mismatched.
ja: ControlSend "^{Home}", "A" ; 不正解です。パラメータが不一致です。

source: ControlSend "^{Home}", "Edit1", "A" ; Correct. Control is specified.
ja: ControlSend "^{Home}", "Edit1", "A" ; 正しい。制御が指定されている。

source: ControlSend "^{Home}",, "A" ; Correct. Control is omitted.
ja: ControlSend "^{Home}",, "A" ; 正しいです。制御が省略されている。

source: ControlSend "ipconfig{Enter}",, "cmd.exe" ; Send directly to the command prompt window.
ja: ControlSend "ipconfig{Enter}",, "cmd.exe" ; コマンドプロンプトのウィンドウに直接送信します。

source: ControlSend / ControlSendText - Syntax & Usage | AutoHotkey v2
ja: ControlSend / ControlSendText - 構文と使用法｜AutoHotkey v2

source: ControlSend is generally not capable of manipulating a window's menu bar.
ja: ControlSendは、一般的にウィンドウのメニューバーを操作することはできません。

source: ControlSend posts a WM_CHAR message.
ja: ControlSend は、WM_CHARメッセージを投稿します。

source: ControlSendRaw (use ControlSend "{Raw}" or ControlSendText instead)
ja: ControlSendRaw （代わりにControlSend "{Raw}"またはControlSendTextを使用します）

source: ControlSendText sends the individual characters of the Keys parameter without translating {Enter} to Enter, ^c to Ctrl+C, etc.
ja: ControlSendTextは、{Enter}をEnter、^cをCtrl+Cなどに変換せずに、Keysパラメータの各文字を送信します。

source: ControlSend[Text] - Syntax & Usage | AutoHotkey v2
ja: ControlSend[Text]-構文と使用法｜AutoHotkey v2

source: ControlSetChecked - Syntax & Usage | AutoHotkey v2
ja: ControlSetChecked - 構文と使用法｜AutoHotkey v2

source: ControlSetEnabled - Syntax & Usage | AutoHotkey v2
ja: ControlSetEnabled - 構文と使用法｜AutoHotkey v2

source: ControlSetStyle / ControlSetExStyle - Syntax & Usage | AutoHotkey v2
ja: ControlSetStyle / ControlSetExStyle - 構文と使用法｜AutoHotkey v2

source: ControlSetText "New Text Here", "Edit1" ; Use the window found above.
ja: ControlSetText "New Text Here", "Edit1" ; 上記のウィンドウを使用します。

source: ControlSetText - Syntax & Usage | AutoHotkey v2
ja: ControlSetText - 構文と使用法｜AutoHotkey v2

source: ControlShow - Syntax & Usage | AutoHotkey v2
ja: ControlShow - 構文と使用法｜AutoHotkey v2

source: ControlShowDropDown "ComboBox1" ; Show the drop-down list. The second parameter is omitted so that the last found window is used.
ja: ControlShowDropDown "ComboBox1" ; ドロップダウンリストを表示します。第2パラメータは省略され、最後に見つかったウィンドウが使用されます。

source: ControlShowDropDown - Syntax & Usage | AutoHotkey v2
ja: ControlShowDropDown - 構文と使用法｜AutoHotkey v2

source: Controller Axes
ja: コントローラー軸

source: Controller POV Hat
ja: コントローラーPOVハット

source: Controller Test Script
ja: コントローラー・テスト・スクリプト

source: Controller hotkeys do not currently support modifier prefixes such as ^ (Ctrl) and # (Win).
ja: ジョイスティックのホットキーは、現在、^（Ctrl）や#（Win）などの修飾子の接頭辞をサポートしていません。

source: Controller-To-Mouse script (using a controller as a mouse)
ja: Controller-To-Mouseスクリプト（コントローラーをマウスとして使う）

source: Controls are sorted according to their Z-order, which is usually the same order as the navigation order via Tab if the window supports tabbing.
ja: コントロールはZオーダーに従ってソートされ、ウィンドウがタブ機能をサポートしているときは、通常、Tabによるナビゲーションの順番と同じ順番になります。

source: Controls can still be named and be referenced by name, but it's just a name (used with GuiObj["Name"] and Gui.Submit()), not an associated variable, so there is no need to declare or create a global or static variable.
ja: コントロールはまだ名前を付けて参照することができますが、それは単なる名前（GuiObj["Name"]とGui.Submit()で使用）であって関連変数ではないので、グローバル変数や静的変数の宣言や作成は必要ではありません。

source: Controls can still be named and be referenced by name, but it's just a name (used with GuiObj["Name"] and GuiObj.Submit()), not an associated variable, so there is no need to declare or create a global or static variable.
ja: コントロールはまだ名前を付けて参照することができますが、それは単なる名前（GuiObj["Name"]とGuiObj.Submit()で使用）であって関連変数ではないので、グローバル変数や静的変数の宣言や作成は必要ではありません。

source: Controls whether MatchList is case-sensitive.
ja: MatchListが大文字と小文字を区別するかどうかを制御します。

source: Controls whether MatchList is case sensitive.
ja: MatchListが大文字と小文字を区別するかどうかを制御します。

source: Controls whether Backspace removes the most recently pressed character from the end of the Input buffer.
ja: Backspaceが、最近押された文字をInputバッファの最後から削除するかどうかを制御します。

source: Controls whether each match can be a substring of the input text.
ja: 各マッチが入力テキストの部分文字列となり得るかどうかを制御します。

source: Controls whether keys or key combinations which do not produce text are visible (not blocked).
ja: テキストを生成しないキーまたはキーの組み合わせを表示するかどうかを制御します（ブロックされません）。

source: Controls whether keys or key combinations which produce text are visible (not blocked).
ja: テキストを生成するキーまたはキーの組み合わせを表示するかどうかを制御します（ブロックされません）。

source: Controls whether the OnKeyDown and OnKeyUp callbacks are called whenever a non-text key is pressed.
ja: テキスト以外のキーが押されたときに、OnKeyDownおよびOnKeyUpコールバックを呼び出すかどうかを制御します。

source: Controls which artificial keyboard and mouse events are ignored by hotkeys and hotstrings.
ja: ホットキーとホットストリングが、どの人工的なキーボードやマウスイベントを無視するかを制御します。

source: Controls which key is used to mask Win or Alt keyup events.
ja: WinまたはAltキーアップイベントのマスクに使用されるキーを制御します。

source: Conventionally, an occurrence of an empty string ("") can be found at any position.
ja: 通常、空文字列（""）は、どの位置にも出現します。

source: Conversely, (?-im) would turn them both off.
ja: 逆に、(?-im)は両方をオフにする。

source: Conversely, (?!...) is a negative look-ahead because it requires that the specified pattern not exist.
ja: 逆に、(?!...)は、指定されたパターンが存在しないことを要求するため、負のルックアヘッドとなる。

source: Conversely, any modifiers included on the left side but not the right side are automatically released when the key is sent.
ja: 逆に、左サイドに含まれていて右サイドに含まれていないモディファイアは、キーが送信されると自動的に解除される。

source: Conversely, capital \S means "any non-whitespace character".
ja: 逆に、大文字は「空白以外の文字」を意味する。

source: Conversely, capital \D means "any non-digit".
ja: 逆に、大文字は、「数字以外のもの」を意味する。

source: Conversely, capital \W means "any non-word character".
ja: 逆に、大文字は「単語以外の文字」を意味する。

source: Conversely, if the operator appears after the variable's name, the result is the value of X prior to performing the operation.
ja: 逆に、演算子が変数名の後にある場合、結果は演算を実行する前のXの値になる。

source: Conversely, the function may continue waiting even after a matching window is closed, until no more matching windows can be found.
ja: 逆に、マッチするウィンドウが閉じた後でも、マッチするウィンドウが見つからなくなるまで、関数は待ち続けることができる。

source: Conversely, when "U" is in effect, the question mark makes an individual quantifier greedy.
ja: 逆に「U」が有効な場合、疑問符は個々の量化詞を貪欲にする。

source: Conversion from VT_UNKNOWN to VT_DISPATCH results in a call to IUnknown::QueryInterface, which may produce an interface pointer different to the original, and will throw an exception if the object does not implement IDispatch.
ja: VT_UNKNOWNからVT_DISPATCHへの変換では、IUnknown::QueryInterfaceが呼び出され、オリジナルとは異なるインターフェースポインタが生成される場合があり、オブジェクトがIDispatchを実装しない場合は例外が投げられる。

source: Convert a .ahk script into a .exe file that can run on any PC.
ja: .ahkスクリプトをどのPCでも実行できる.exeファイルに変換します。

source: Convert a Script to an EXE (Ahk2Exe)
ja: スクリプトをEXEに変換（Ahk2Exe）

source: Convert the mouse wheel (or any other keys of your choice) into a complete substitute for Alt-Tab.
ja: マウスホイール（または他の任意のキー）をAlt-Tabの完全な代用品に変換します。

source: Converts a numeric string or floating-point value to an integer.
ja: 数値文字列または浮動小数点値を整数に変換します。

source: Converts a numeric string or integer value to a floating-point number.
ja: 数値文字列または整数を浮動小数点数に変換します。

source: Converts a numeric string to a pure integer or floating-point number.
ja: 数値文字列を整数または浮動小数点数に変換します。

source: Converts a string to lowercase, uppercase or title case.
ja: 文字列を小文字、大文字、タイトルケースに変換します。

source: Converts a string to lowercase.
ja: 文字列を小文字に変換します。

source: Converts a string to uppercase.
ja: 文字列を大文字に変換します。

source: Converts a value to a string.
ja: 値を文字列に変換します。

source: Converts all characters to lowercase as they are typed into the edit control.
ja: エディットコントロールに入力されたすべての文字を小文字に変換する。

source: Converts all characters to uppercase as they are typed into the edit control.
ja: エディットコントロールに入力された文字をすべて大文字に変換する。

source: Converts any copied files, HTML, or other formatted text to plain text.
ja: コピーしたファイルやHTMLなどの整形されたテキストをプレーンテキストに変換します。

source: Converts filenames passed in via command-line parameters to long names, complete path, and correct uppercase/lowercase characters as stored in the file system.
ja: コマンドラインパラメーターで渡されたファイル名を、ファイルシステムに格納されているような長い名前、完全なパス、正しい大文字/小文字に変換します。

source: Converts text typed in the combo box edit control from the Windows CE character set to the OEM character set and then back to the Windows CE set.
ja: コンボボックス・エディットコントロールに入力されたテキストをWindows CE文字セットからOEM文字セットに変換し、再びWindows CE文字セットに戻す。

source: Converts the specified number of seconds into the corresponding number of hours, minutes, and seconds (hh:mm:ss format).
ja: 指定された秒数を、対応する時・分・秒数（hh:mm:ss形式）に変換します。

source: Converts the string to lowercase and stores "this is a test." in String1.
ja: 文字列を小文字に変換し、String1に "this is a test." を格納します。

source: Converts the string to title case and stores "This Is A Test." in String3.
ja: 文字列をタイトルケースに変換し、"This Is A Test."をString3に格納する。

source: Converts the string to uppercase and stores "THIS IS A TEST." in String2.
ja: 文字列を大文字に変換し、"THIS IS A TEST." をString2に格納する。

source: Converts to lowercase any uppercase characters that are typed into the edit control of a combo box.
ja: コンボボックスのエディットコントロールに入力された大文字を小文字に変換する。

source: Converts to uppercase any lowercase characters that are typed into the edit control of a ComboBox.
ja: コンボボックスのエディットコントロールに入力された小文字を大文字に変換します。

source: CoordMode "Pixel" ; Interprets the coordinates below as relative to the screen rather than the active window.
ja: CoordMode "Pixel" ; 以下の座標を、アクティブなウィンドウではなく、スクリーンからの相対座標として解釈します。

source: CoordMode - Syntax & Usage | AutoHotkey v2
ja: CoordMode - 構文と使用法｜AutoHotkey v2

source: CoordText := MyGui.Add("Text", "cLime", "XXXXX YYYYY") ; XX & YY serve to auto-size the window.
ja: CoordText := MyGui.Add("Text", "cLime", "XXXXX YYYY") ; XXとYYは、ウィンドウサイズを自動化する役割を果たします。

source: Coordinates are relative to the active window unless CoordMode was used to change that.
ja: 座標は、CoordModeで変更されない限り、アクティブウィンドウからの相対座標となります。

source: Coordinates are relative to the active window's client area unless CoordMode was used to change that.
ja: 座標は、CoordMode関数を使用して変更した場合を除いて、アクティブウィンドウのクライアント領域を基準にしています。

source: Coordinates are relative to the active window's client area, which excludes the window's title bar, menu (if it has a standard one) and borders.
ja: 座標は、アクティブウィンドウのクライアント領域（ウィンドウのタイトルバー、メニュー（標準的なものがある場合）、ボーダーを除く）からの相対座標です。

source: Coordinates are relative to the active window.
ja: 座標は、アクティブウィンドウからの相対座標です。

source: Coordinates are relative to the desktop (entire screen).
ja: 座標はデスクトップ（画面全体）に対する相対座標です。

source: Coordinates are relative to the upper-left corner of the window's client area.
ja: 座標は、ウィンドウのクライアント領域の左上隅からの相対座標です。

source: Coordinates for the left side and the top of the virtual screen.
ja: 仮想スクリーンの左側と上側の座標。

source: Copies a directory to a new location.
ja: ディレクトリを新しい場所にコピーします。

source: Copies a file into the same directory by providing a new name.
ja: 新しい名前を指定して、同じディレクトリにファイルをコピーします。

source: Copies a folder along with all its sub-folders and files (similar to xcopy) or the entire contents of an archive file such as ZIP.
ja: フォルダーとそのすべてのサブフォルダーおよびファイル（xcopyと同様）をコピーするか、ZIPなどのアーカイブファイルの内容全体をコピーします。

source: Copies a folder along with all its sub-folders and files (similar to xcopy).
ja: フォルダをそのすべてのサブフォルダとファイルとともにコピーします（xcopyに似ています）。

source: Copies a string from a memory address or buffer, optionally converting it from a given code page.
ja: メモリアドレスまたはバッファから文字列をコピーし、オプションで指定されたコードページからの変換を行います。

source: Copies a string to a memory address or buffer, optionally converting it to a given code page.
ja: 文字列をメモリアドレスまたはバッファにコピーし、オプションで指定されたコードページに変換します。

source: Copies all files and folders inside a folder to a different folder.
ja: フォルダ内のすべてのファイルやフォルダを別のフォルダにコピーします。

source: Copies each AutoHotkey*.exe to AutoHotkey*_UIA.exe.
ja: 各AutoHotkey*.exeをAutoHotkey*_UIA.exeにコピーします。

source: Copies one or more files.
ja: 1つまたは複数のファイルをコピーします。

source: Copies only the source files that are newer than their counterparts in the destination.
ja: コピー先のファイルより新しいソースファイルのみをコピーします。

source: Copies text files to a new location and gives them a new extension.
ja: テキストファイルを新しい場所にコピーし、新しい拡張子を与える。

source: Copy and paste (adjust to your path):
ja: コピー＆ペースト（パスに合わせる）してください。

source: Copy and paste (adjust to your path): C:\Windows\System32\cmd.exe -- then press OK.
ja: コピー＆ペースト（パスに合わせる）してください：C:\Windows\System32\cmd.exe -- を入力したのち、OKを推してください。

source: Copy and paste that region to a new image document.
ja: その領域をコピーして、新しい画像ドキュメントに貼り付けます。

source: Correctly identifying which window you want the hotkey to affect sometimes requires using criteria other than the window title.
ja: ホットキーで操作するウィンドウを正しく特定するためには、ウィンドウのタイトル以外の基準で判断する必要がある場合があります。

source: Corresponds to Buffer.Size.
ja: Buffer.Sizeに対応します。

source: Corresponds to the <! hotkey prefix.
ja: ホットキーのプレフィックス<!に対応します。

source: Corresponds to the <# hotkey prefix.
ja: <# ホットキー プレフィックスに対応します。

source: Corresponds to the <+ hotkey prefix.
ja: <+ホットキーのプレフィックスに対応します。

source: Corresponds to the <^ hotkey prefix.
ja: ホットキーのプレフィックス<^に対応します。

source: Corresponds to the >! hotkey prefix.
ja: ホットキーのプレフィックス>!に対応します。

source: Corresponds to the ># hotkey prefix.
ja: ># ホットキー プレフィックスに対応します。

source: Corresponds to the >+ hotkey prefix.
ja: ホットキーの接頭辞>+に対応します。

source: Corresponds to the >^ hotkey prefix.
ja: ホットキーのプレフィックス>^に対応します。

source: Corresponds to the ! hotkey prefix.
ja: ホットキーのプレフィックス!に対応します。

source: Corresponds to the + hotkey prefix.
ja: ホットキーのプレフィックス+に対応します。

source: Corresponds to the ^ hotkey prefix.
ja: ^ ホットキー プレフィックスに対応します。

source: Count and Mark are now only properties.
ja: カウントとマークはプロパティのみとなりました。

source: Create "pass-through" hotkeys
ja: 「パススルー」ホットキーの作成

source: Create a Script
ja: スクリプトの作成

source: Create a new script from a template.
ja: テンプレートから新しいスクリプトを作成する。

source: Create an Array:
ja: 配列を作成する：

source: Create an Object.
ja: オブジェクトを作成する。

source: Create mouse hotkeys
ja: マウスのホットキーの作成

source: Create mouse hotkeys, including the mouse wheel button (MButton) and the turning of the wheel up/down or left/right (WheelUp, WheelDown, WheelLeft, and WheelRight).
ja: マウスのホイールボタン（MButton）、ホイールの上下左右の回転（WheelUp, WheelDown, WheelLeft, WheelRight）など、マウスのホットキーを作成します。

source: CreateFont.
ja: CreateFontを参照してください。

source: Creates (or modifies) one or more user variables which can be accessed by %U_Name%, similar to the built-in variables (see above).
ja: 組み込み変数（上記参照）と同様に、%U_Name%でアクセスできる 1 つ以上のユーザー変数を作成（または変更）します。

source: Creates Alt+W as a hotkey that works only in Notepad.
ja: Alt+Wをメモ帳でのみ動作するホットキーとして作成します。

source: Creates a BoundFunc object which calls a method of a given object.
ja: 与えられたオブジェクトのメソッドを呼び出すBoundFunc オブジェクトを作成します。

source: Creates a GUI with an edit control and sent it some text.
ja: エディットコントロールを持つGUIを作成し、テキストを送信します。

source: Creates a Map from a list of key-value pairs.
ja: キーと値のペアのリストからMapを作成します。

source: Creates a Menu object, which can be used to create and display a menu.
ja: Menu オブジェクトを作成します。

source: Creates a MenuBar object, which can be used to define a GUI menu bar.
ja: GUIメニューバーを定義するために使用できるMenuBarオブジェクトを作成します。

source: Creates a Buffer, which encapsulates a block of memory for use with other functions.
ja: 他の関数で使用するためのメモリブロックをカプセル化するBufferを作成します。

source: Creates a Buffer.
ja: Bufferを作成します。

source: Creates a COM object.
ja: COM オブジェクトを作成します。

source: Creates a Ctrl-Alt-Z hotkey.
ja: Ctrl-Alt-Zのホットキーを作成します。

source: Creates a GUI that allows to register primitive three-key combination hotkeys.
ja: プリミティブな3キーの組み合わせのホットキーを登録できるGUIを作成します。

source: Creates a ListBox control containing files in a directory.
ja: ディレクトリ内のファイルを含む ListBox コントロールを作成します。

source: Creates a Map and sets items.
ja: Mapを作成し、項目を設定する。

source: Creates a SafeArray for use with COM.
ja: COM で使用する SafeArray を作成します。

source: Creates a balloon message window near the tray icon.
ja: トレイアイコンの近くにバルーンメッセージウィンドウを作成する。

source: Creates a button that is the same as a check box, except that the check state automatically toggles between checked and cleared each time the user selects the check box.
ja: チェックボックスと同じボタンを作成します。ただし、ユーザーがチェックボックスを選択するたびに、チェックの状態がチェック済みとクリア済みで自動的に切り替わります。

source: Creates a button that is the same as a radio button, except that when the user selects it, the system automatically sets the button's check state to checked and automatically sets the check state for all other buttons in the same group to cleared.
ja: ラジオボタンと同じボタンを作成します。ただし、ユーザーが選択すると、システムは自動的にボタンのチェック状態をcheckedに設定し、同じグループ内の他のすべてのボタンのチェック状態を自動的にclearに設定します。

source: Creates a button that is the same as a three-state check box, except that the box changes its state when the user selects it.
ja: ユーザーが選択すると状態が変化することを除いて、3状態のチェックボックスと同じボタンを作成します。

source: Creates a child window.
ja: 子ウィンドウを作成します。

source: Creates a control such as text, button, or checkbox.
ja: テキスト、ボタン、チェックボックスなどのコントロールを作成します。

source: Creates a file, if necessary, and appends a line.
ja: 必要に応じてファイルを作成し、1行を追加します。

source: Creates a fixed-size popup window that shows the contents of the clipboard, and moves it to the upper-left corner of the screen.
ja: クリップボードの内容を表示する固定サイズのポップアップウィンドウを作成し、画面の左上隅に移動する。

source: Creates a folder.
ja: フォルダーを作成します。

source: Creates a loop with 3 iterations.
ja: 3回繰り返されるループを作成します。

source: Creates a machine-code address that when called, redirects the call to a function in the script.
ja: 呼び出すと、スクリプト内の関数にリダイレクトされるマシンコードアドレスを作成します。

source: Creates a moving progress bar overlayed on a background image.
ja: 背景画像に重なるように動くプログレスバーを作成します。

source: Creates a new Array containing the specified values.
ja: 指定された値を含む新しい配列を作成します。

source: Creates a new Buffer object.
ja: 新しいBufferオブジェクトを作成します。

source: Creates a new Gui object.
ja: 新しいGuiオブジェクトを作成します。

source: Creates a new ImageList, initially empty, and returns the unique ID of the ImageList (or 0 upon failure).
ja: 新しい ImageList を作成し、最初は空で、ImageList の固有 ID を返します（失敗した場合は 0）。

source: Creates a new Menu or MenuBar object.
ja: 新しい Menu または MenuBar オブジェクトを作成します。
